Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Apple voices are used until the TurboSpark engine has a voice model.
ar: تُستخدم أصوات Apple إلى أن يتوفر لمحرك TurboSpark نموذج صوتي.
de: Apple-Stimmen werden verwendet, bis die TurboSpark-Engine ein Sprachmodell hat.
es: Se usan las voces de Apple hasta que el motor de TurboSpark tenga un modelo de voz.
fr: Les voix d'Apple sont utilisées tant que le moteur TurboSpark n'a pas de modèle vocal.
he: קולות של Apple משמשים עד שלמנוע TurboSpark יהיה מודל קול.
hi: जब तक TurboSpark इंजन के पास वॉइस मॉडल नहीं होता, तब तक Apple की आवाज़ें उपयोग की जाती हैं।
id: Suara Apple digunakan sampai mesin TurboSpark memiliki model suara.
it: Le voci Apple vengono usate finché il motore TurboSpark non avrà un modello vocale.
ja: TurboSpark エンジンに音声モデルが用意されるまでは、Apple の音声を使用します。
ko: TurboSpark 엔진에 음성 모델이 생길 때까지 Apple 음성을 사용합니다.
nl: Apple-stemmen worden gebruikt totdat de TurboSpark-engine een stemmodel heeft.
pl: Głosy Apple są używane, dopóki silnik TurboSpark nie będzie mieć modelu głosu.
pt_br: As vozes da Apple são usadas até que o mecanismo do TurboSpark tenha um modelo de voz.
ru: Голоса Apple используются, пока у движка TurboSpark нет голосовой модели.
sv: Apples röster används tills TurboSpark-motorn har en röstmodell.
tr: TurboSpark motorunun bir ses modeli olana kadar Apple sesleri kullanılır.
uk: Голоси Apple використовуються, доки рушій TurboSpark не матиме голосової моделі.
vi: Giọng Apple được dùng cho đến khi bộ máy TurboSpark có mô hình giọng nói.
zh_hans: 在 TurboSpark 引擎拥有语音模型之前，将使用 Apple 语音。
zh_hant: 在 TurboSpark 引擎擁有語音模型之前，將使用 Apple 語音。

source: Audio attachments
ar: مرفقات صوتية
de: Audioanhänge
es: Archivos de audio adjuntos
fr: Pièces jointes audio
he: קבצי שמע מצורפים
hi: ऑडियो अटैचमेंट
id: Lampiran audio
it: Allegati audio
ja: オーディオの添付ファイル
ko: 오디오 첨부 파일
nl: Audiobijlagen
pl: Załączniki audio
pt_br: Anexos de áudio
ru: Аудиовложения
sv: Ljudbilagor
tr: Ses ekleri
uk: Аудіовкладення
vi: Tệp âm thanh đính kèm
zh_hans: 音频附件
zh_hant: 音訊附件

source: Audio export failed: %@
ar: فشل تصدير الصوت: %@
de: Audioexport fehlgeschlagen: %@
es: Error al exportar el audio: %@
fr: Échec de l'exportation audio : %@
he: ייצוא השמע נכשל: %@
hi: ऑडियो निर्यात विफल: %@
id: Ekspor audio gagal: %@
it: Esportazione audio non riuscita: %@
ja: オーディオの書き出しに失敗しました：%@
ko: 오디오 내보내기 실패: %@
nl: Audio exporteren mislukt: %@
pl: Eksport dźwięku nie powiódł się: %@
pt_br: Falha ao exportar o áudio: %@
ru: Не удалось экспортировать аудио: %@
sv: Ljudexporten misslyckades: %@
tr: Ses dışa aktarılamadı: %@
uk: Не вдалося експортувати аудіо: %@
vi: Xuất âm thanh thất bại: %@
zh_hans: 音频导出失败：%@
zh_hant: 音訊輸出失敗：%@

source: Audio is no longer at its saved path
ar: لم يعد الصوت موجودًا في مساره المحفوظ
de: Das Audio befindet sich nicht mehr am gespeicherten Pfad
es: El audio ya no está en su ruta guardada
fr: L'audio n'est plus à son emplacement enregistré
he: השמע כבר לא נמצא בנתיב השמור שלו
hi: ऑडियो अब अपने सहेजे गए पथ पर नहीं है
id: Audio tidak lagi berada di jalur tersimpannya
it: L'audio non si trova più nel percorso salvato
ja: オーディオは保存されたパスにもうありません
ko: 오디오가 더 이상 저장된 경로에 없습니다
nl: De audio staat niet meer op het opgeslagen pad
pl: Dźwięk nie znajduje się już w zapisanej ścieżce
pt_br: O áudio não está mais no caminho salvo
ru: Аудио больше не находится по сохранённому пути
sv: Ljudet finns inte längre på sin sparade sökväg
tr: Ses artık kayıtlı yolunda değil
uk: Аудіо більше немає за збереженим шляхом
vi: Âm thanh không còn ở đường dẫn đã lưu
zh_hans: 音频已不在其保存的路径中
zh_hant: 音訊已不在其儲存的路徑中

source: Audio settings...
ar: إعدادات الصوت...
de: Audioeinstellungen...
es: Ajustes de audio...
fr: Réglages audio...
he: הגדרות שמע...
hi: ऑडियो सेटिंग्स...
id: Pengaturan audio...
it: Impostazioni audio...
ja: オーディオ設定...
ko: 오디오 설정...
nl: Audio-instellingen...
pl: Ustawienia dźwięku...
pt_br: Ajustes de áudio...
ru: Настройки звука...
sv: Ljudinställningar...
tr: Ses ayarları...
uk: Налаштування звуку...
vi: Cài đặt âm thanh...
zh_hans: 音频设置...
zh_hant: 音訊設定...

source: Automatic (engine, then Apple on device)
ar: تلقائي (المحرك، ثم Apple على الجهاز)
de: Automatisch (Engine, dann Apple auf dem Gerät)
es: Automático (motor, luego Apple en el dispositivo)
fr: Automatique (moteur, puis Apple sur l'appareil)
he: אוטומטי (המנוע, ואז Apple במכשיר)
hi: स्वचालित (इंजन, फिर डिवाइस पर Apple)
id: Otomatis (mesin, lalu Apple di perangkat)
it: Automatico (motore, poi Apple sul dispositivo)
ja: 自動（エンジン、次にデバイス上の Apple）
ko: 자동(엔진, 그다음 기기 내 Apple)
nl: Automatisch (engine, daarna Apple op apparaat)
pl: Automatycznie (silnik, potem Apple na urządzeniu)
pt_br: Automático (mecanismo, depois Apple no dispositivo)
ru: Автоматически (движок, затем Apple на устройстве)
sv: Automatiskt (motorn, sedan Apple på enheten)
tr: Otomatik (motor, ardından cihaz üzerinde Apple)
uk: Автоматично (рушій, потім Apple на пристрої)
vi: Tự động (bộ máy, sau đó Apple trên thiết bị)
zh_hans: 自动（先引擎，再用设备端 Apple）
zh_hant: 自動（先引擎，再用裝置端 Apple）

source: Back 5 seconds
ar: رجوع 5 ثوانٍ
de: 5 Sekunden zurück
es: Retroceder 5 segundos
fr: Reculer de 5 secondes
he: 5 שניות אחורה
hi: 5 सेकंड पीछे
id: Mundur 5 detik
it: Indietro di 5 secondi
ja: 5秒戻る
ko: 5초 뒤로
nl: 5 seconden terug
pl: 5 sekund wstecz
pt_br: Voltar 5 segundos
ru: Назад на 5 секунд
sv: Bakåt 5 sekunder
tr: 5 saniye geri
uk: Назад на 5 секунд
vi: Lùi 5 giây
zh_hans: 后退 5 秒
zh_hant: 倒退 5 秒

source: Capture App Audio...
ar: التقاط صوت تطبيق...
de: App-Audio aufnehmen...
es: Capturar audio de una app...
fr: Capturer le son d'une app...
he: לכוד שמע מיישום...
hi: ऐप ऑडियो कैप्चर करें...
id: Tangkap Audio Aplikasi...
it: Acquisisci audio di un'app...
ja: アプリのオーディオをキャプチャ...
ko: 앱 오디오 캡처...
nl: App-audio opnemen...
pl: Przechwyć dźwięk aplikacji...
pt_br: Capturar áudio de um app...
ru: Записать звук приложения...
sv: Spela in appljud...
tr: Uygulama Sesini Yakala...
uk: Записати звук застосунку...
vi: Ghi âm thanh ứng dụng...
zh_hans: 捕获应用音频...
zh_hant: 擷取 App 音訊...

source: Clear selection
ar: مسح التحديد
de: Auswahl aufheben
es: Borrar selección
fr: Effacer la sélection
he: נקה בחירה
hi: चयन साफ़ करें
id: Hapus pilihan
it: Cancella selezione
ja: 選択を解除
ko: 선택 해제
nl: Selectie wissen
pl: Wyczyść zaznaczenie
pt_br: Limpar seleção
ru: Сбросить выделение
sv: Rensa markering
tr: Seçimi temizle
uk: Скинути виділення
vi: Xóa vùng chọn
zh_hans: 清除选择
zh_hant: 清除選取

source: Could not transcribe, attached the recording instead: %@
ar: تعذّر التفريغ النصي، فأُرفق التسجيل بدلًا من ذلك: %@
de: Transkription nicht möglich, stattdessen wurde die Aufnahme angehängt: %@
es: No se pudo transcribir; se adjuntó la grabación en su lugar: %@
fr: Transcription impossible, l'enregistrement a été joint à la place : %@
he: לא ניתן היה לתמלל, ההקלטה צורפה במקום: %@
hi: ट्रांसक्राइब नहीं हो सका, इसके बजाय रिकॉर्डिंग संलग्न की गई: %@
id: Tidak dapat mentranskripsi, rekaman dilampirkan sebagai gantinya: %@
it: Impossibile trascrivere, è stata allegata la registrazione: %@
ja: 文字起こしできなかったため、代わりに録音を添付しました：%@
ko: 텍스트로 변환할 수 없어 대신 녹음을 첨부했습니다: %@
nl: Transcriberen mislukt, de opname is in plaats daarvan bijgevoegd: %@
pl: Nie udało się przetranskrybować, zamiast tego dołączono nagranie: %@
pt_br: Não foi possível transcrever; a gravação foi anexada no lugar: %@
ru: Не удалось распознать речь, вместо этого прикреплена запись: %@
sv: Kunde inte transkribera, bifogade inspelningen i stället: %@
tr: Metne dönüştürülemedi, bunun yerine kayıt eklendi: %@
uk: Не вдалося розпізнати мовлення, натомість прикріплено запис: %@
vi: Không thể chép lời, đã đính kèm bản ghi thay thế: %@
zh_hans: 无法转写，已改为附加录音：%@
zh_hant: 無法轉寫，已改為附加錄音：%@

source: Decodes
ar: يفك ترميز
de: Dekodiert
es: Decodifica
fr: Décode
he: מפענח
hi: डिकोड करता है
id: Mendekode
it: Decodifica
ja: デコード可能
ko: 디코딩 형식
nl: Decodeert
pl: Dekoduje
pt_br: Decodifica
ru: Декодирует
sv: Avkodar
tr: Çözer
uk: Декодує
vi: Giải mã
zh_hans: 可解码
zh_hant: 可解碼

source: Dictate (insert text)
ar: إملاء (إدراج نص)
de: Diktieren (Text einfügen)
es: Dictar (insertar texto)
fr: Dicter (insérer du texte)
he: הכתבה (הוספת טקסט)
hi: डिक्टेट करें (टेक्स्ट डालें)
id: Dikte (sisipkan teks)
it: Detta (inserisci testo)
ja: 音声入力（テキストを挿入）
ko: 받아쓰기(텍스트 삽입)
nl: Dicteren (tekst invoegen)
pl: Dyktuj (wstaw tekst)
pt_br: Ditar (inserir texto)
ru: Диктовать (вставить текст)
sv: Diktera (infoga text)
tr: Dikte et (metin ekle)
uk: Диктувати (вставити текст)
vi: Đọc chính tả (chèn văn bản)
zh_hans: 听写（插入文本）
zh_hant: 聽寫（插入文字）

source: Dictate. Right-click for voice notes and app audio.
ar: إملاء. انقر بزر الفأرة الأيمن للملاحظات الصوتية وصوت التطبيقات.
de: Diktieren. Rechtsklick für Sprachnotizen und App-Audio.
es: Dictar. Clic derecho para notas de voz y audio de apps.
fr: Dicter. Clic droit pour les notes vocales et le son des apps.
he: הכתבה. לחץ לחיצה ימנית להערות קוליות ולשמע מיישומים.
hi: डिक्टेट करें। वॉइस नोट्स और ऐप ऑडियो के लिए राइट-क्लिक करें।
id: Dikte. Klik kanan untuk catatan suara dan audio aplikasi.
it: Detta. Clic destro per note vocali e audio delle app.
ja: 音声入力。右クリックでボイスメモとアプリのオーディオ。
ko: 받아쓰기. 음성 메모와 앱 오디오는 오른쪽 클릭하세요.
nl: Dicteren. Rechtsklik voor spraaknotities en app-audio.
pl: Dyktowanie. Kliknij prawym przyciskiem, aby nagrać notatkę głosową lub dźwięk aplikacji.
pt_br: Ditar. Clique com o botão direito para notas de voz e áudio de apps.
ru: Диктовка. Щёлкните правой кнопкой для голосовых заметок и звука приложений.
sv: Diktera. Högerklicka för röstanteckningar och appljud.
tr: Dikte et. Sesli notlar ve uygulama sesi için sağ tıklayın.
uk: Диктування. Клацніть правою кнопкою для голосових нотаток і звуку застосунків.
vi: Đọc chính tả. Nhấp chuột phải để ghi chú thoại và âm thanh ứng dụng.
zh_hans: 听写。右键点按可录制语音备忘和应用音频。
zh_hant: 聽寫。按右鍵可錄製語音備忘和 App 音訊。

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Abandonner
he: בטל
hi: त्यागें
id: Buang
it: Scarta
ja: 破棄
ko: 삭제
nl: Verwerpen
pl: Odrzuć
pt_br: Descartar
ru: Отменить
sv: Släng
tr: At
uk: Відкинути
vi: Hủy bỏ
zh_hans: 放弃
zh_hant: 放棄

source: Discard recording
ar: تجاهل التسجيل
de: Aufnahme verwerfen
es: Descartar grabación
fr: Abandonner l'enregistrement
he: בטל הקלטה
hi: रिकॉर्डिंग त्यागें
id: Buang rekaman
it: Scarta registrazione
ja: 録音を破棄
ko: 녹음 삭제
nl: Opname verwerpen
pl: Odrzuć nagranie
pt_br: Descartar gravação
ru: Удалить запись
sv: Släng inspelningen
tr: Kaydı at
uk: Відкинути запис
vi: Hủy bản ghi
zh_hans: 放弃录音
zh_hant: 放棄錄音

source: Discard recording (Esc)
ar: تجاهل التسجيل (Esc)
de: Aufnahme verwerfen (Esc)
es: Descartar grabación (Esc)
fr: Abandonner l'enregistrement (Échap)
he: בטל הקלטה (Esc)
hi: रिकॉर्डिंग त्यागें (Esc)
id: Buang rekaman (Esc)
it: Scarta registrazione (Esc)
ja: 録音を破棄（Esc）
ko: 녹음 삭제(Esc)
nl: Opname verwerpen (Esc)
pl: Odrzuć nagranie (Esc)
pt_br: Descartar gravação (Esc)
ru: Удалить запись (Esc)
sv: Släng inspelningen (Esc)
tr: Kaydı at (Esc)
uk: Відкинути запис (Esc)
vi: Hủy bản ghi (Esc)
zh_hans: 放弃录音（Esc）
zh_hant: 放棄錄音（Esc）

source: Drag across the waveform to select a range to keep or export.
ar: اسحب عبر الموجة الصوتية لتحديد نطاق للاحتفاظ به أو تصديره.
de: Ziehe über die Wellenform, um einen Bereich zum Behalten oder Exportieren auszuwählen.
es: Arrastra sobre la forma de onda para seleccionar un rango que conservar o exportar.
fr: Faites glisser sur la forme d'onde pour sélectionner une plage à conserver ou à exporter.
he: גרור לאורך צורת הגל כדי לבחור טווח לשמירה או לייצוא.
hi: रखने या निर्यात करने के लिए रेंज चुनने हेतु वेवफ़ॉर्म पर खींचें।
id: Seret di sepanjang bentuk gelombang untuk memilih rentang yang akan disimpan atau diekspor.
it: Trascina sulla forma d'onda per selezionare un intervallo da mantenere o esportare.
ja: 波形をドラッグして、残す範囲または書き出す範囲を選択します。
ko: 파형을 가로질러 드래그하여 유지하거나 내보낼 구간을 선택하세요.
nl: Sleep over de golfvorm om een bereik te selecteren om te behouden of te exporteren.
pl: Przeciągnij po wykresie fali, aby zaznaczyć fragment do zachowania lub eksportu.
pt_br: Arraste sobre a forma de onda para selecionar um trecho para manter ou exportar.
ru: Проведите по волновой форме, чтобы выбрать фрагмент для сохранения или экспорта.
sv: Dra över vågformen för att markera ett intervall att behålla eller exportera.
tr: Saklamak veya dışa aktarmak için bir aralık seçmek üzere dalga biçimi boyunca sürükleyin.
uk: Проведіть по хвильовій формі, щоб вибрати фрагмент для збереження або експорту.
vi: Kéo qua dạng sóng để chọn đoạn cần giữ hoặc xuất.
zh_hans: 在波形上拖动以选择要保留或导出的范围。
zh_hant: 在波形上拖移以選取要保留或輸出的範圍。

source: Elapsed time
ar: الوقت المنقضي
de: Verstrichene Zeit
es: Tiempo transcurrido
fr: Temps écoulé
he: זמן שחלף
hi: बीता हुआ समय
id: Waktu berlalu
it: Tempo trascorso
ja: 経過時間
ko: 경과 시간
nl: Verstreken tijd
pl: Upłynęło czasu
pt_br: Tempo decorrido
ru: Прошедшее время
sv: Förfluten tid
tr: Geçen süre
uk: Минулий час
vi: Thời gian đã trôi qua
zh_hans: 已用时间
zh_hant: 已用時間

source: Enable in-app audio
ar: تمكين الصوت داخل التطبيق
de: In-App-Audio aktivieren
es: Activar el audio en la app
fr: Activer l'audio dans l'app
he: הפעל שמע בתוך היישום
hi: इन-ऐप ऑडियो सक्षम करें
id: Aktifkan audio dalam aplikasi
it: Attiva l'audio nell'app
ja: アプリ内オーディオを有効にする
ko: 앱 내 오디오 사용
nl: Audio in de app inschakelen
pl: Włącz dźwięk w aplikacji
pt_br: Ativar o áudio no app
ru: Включить звук в приложении
sv: Aktivera ljud i appen
tr: Uygulama içi sesi etkinleştir
uk: Увімкнути звук у застосунку
vi: Bật âm thanh trong ứng dụng
zh_hans: 启用应用内音频
zh_hant: 啟用 App 內音訊

source: Experimental
ar: تجريبي
de: Experimentell
fr: Expérimental
he: ניסיוני
hi: प्रायोगिक
id: Eksperimental
it: Sperimentale
ja: 試験的機能
ko: 실험적 기능
nl: Experimenteel
pl: Eksperymentalne
ru: Экспериментальные
sv: Experimentellt
tr: Deneysel
uk: Експериментальні
vi: Thử nghiệm
zh_hans: 实验性
zh_hant: 實驗性

source: Export Audio
ar: تصدير الصوت
de: Audio exportieren
es: Exportar audio
fr: Exporter l'audio
he: ייצוא שמע
hi: ऑडियो निर्यात करें
id: Ekspor Audio
it: Esporta audio
ja: オーディオを書き出す
ko: 오디오 내보내기
nl: Audio exporteren
pl: Eksportuj dźwięk
pt_br: Exportar áudio
ru: Экспорт аудио
sv: Exportera ljud
tr: Sesi Dışa Aktar
uk: Експорт аудіо
vi: Xuất âm thanh
zh_hans: 导出音频
zh_hant: 輸出音訊

source: Export Audio...
ar: تصدير الصوت...
de: Audio exportieren...
es: Exportar audio...
fr: Exporter l'audio...
he: ייצוא שמע...
hi: ऑडियो निर्यात करें...
id: Ekspor Audio...
it: Esporta audio...
ja: オーディオを書き出す...
ko: 오디오 내보내기...
nl: Audio exporteren...
pl: Eksportuj dźwięk...
pt_br: Exportar áudio...
ru: Экспортировать аудио...
sv: Exportera ljud...
tr: Sesi Dışa Aktar...
uk: Експортувати аудіо...
vi: Xuất âm thanh...
zh_hans: 导出音频...
zh_hant: 輸出音訊...

source: Export...
ar: تصدير...
de: Exportieren...
es: Exportar...
fr: Exporter...
he: ייצוא...
hi: निर्यात करें...
id: Ekspor...
it: Esporta...
ja: 書き出す...
ko: 내보내기...
nl: Exporteren...
pl: Eksportuj...
pt_br: Exportar...
ru: Экспорт...
sv: Exportera...
tr: Dışa Aktar...
uk: Експорт...
vi: Xuất...
zh_hans: 导出...
zh_hant: 輸出...

source: Finish recording (Return)
ar: إنهاء التسجيل (Return)
de: Aufnahme beenden (Zeilenschalter)
es: Terminar grabación (Retorno)
fr: Terminer l'enregistrement (Retour)
he: סיים הקלטה (Return)
hi: रिकॉर्डिंग समाप्त करें (Return)
id: Selesaikan rekaman (Return)
it: Termina registrazione (Invio)
ja: 録音を終了（Return）
ko: 녹음 완료(Return)
nl: Opname beëindigen (Return)
pl: Zakończ nagrywanie (Return)
pt_br: Concluir gravação (Return)
ru: Завершить запись (Return)
sv: Avsluta inspelningen (Retur)
tr: Kaydı bitir (Return)
uk: Завершити запис (Return)
vi: Kết thúc ghi (Return)
zh_hans: 完成录音（Return）
zh_hant: 完成錄音（Return）

source: Forward 5 seconds
ar: تقديم 5 ثوانٍ
de: 5 Sekunden vor
es: Avanzar 5 segundos
fr: Avancer de 5 secondes
he: 5 שניות קדימה
hi: 5 सेकंड आगे
id: Maju 5 detik
it: Avanti di 5 secondi
ja: 5秒進む
ko: 5초 앞으로
nl: 5 seconden vooruit
pl: 5 sekund do przodu
pt_br: Avançar 5 segundos
ru: Вперёд на 5 секунд
sv: Framåt 5 sekunder
tr: 5 saniye ileri
uk: Уперед на 5 секунд
vi: Tiến 5 giây
zh_hans: 前进 5 秒
zh_hant: 快轉 5 秒

source: In-app audio is off. Turn it on in Settings > Audio & Voice.
ar: الصوت داخل التطبيق متوقف. شغّله من الإعدادات > الصوت والكلام.
de: In-App-Audio ist aus. Aktiviere es unter Einstellungen > Audio & Stimme.
es: El audio en la app está desactivado. Actívalo en Ajustes > Audio y voz.
fr: L'audio dans l'app est désactivé. Activez-le dans Réglages > Audio et voix.
he: השמע בתוך היישום כבוי. הפעל אותו בהגדרות > שמע וקול.
hi: इन-ऐप ऑडियो बंद है। इसे सेटिंग्स > ऑडियो और वॉइस में चालू करें।
id: Audio dalam aplikasi nonaktif. Aktifkan di Pengaturan > Audio & Suara.
it: L'audio nell'app è disattivato. Attivalo in Impostazioni > Audio e voce.
ja: アプリ内オーディオはオフです。「設定」>「オーディオと音声」でオンにしてください。
ko: 앱 내 오디오가 꺼져 있습니다. 설정 > 오디오 및 음성에서 켜세요.
nl: Audio in de app staat uit. Zet het aan via Instellingen > Audio en stem.
pl: Dźwięk w aplikacji jest wyłączony. Włącz go w Ustawienia > Dźwięk i głos.
pt_br: O áudio no app está desativado. Ative-o em Ajustes > Áudio e voz.
ru: Звук в приложении выключен. Включите его в разделе «Настройки» > «Звук и голос».
sv: Ljud i appen är avstängt. Slå på det i Inställningar > Ljud och röst.
tr: Uygulama içi ses kapalı. Ayarlar > Ses ve Konuşma bölümünden açın.
uk: Звук у застосунку вимкнено. Увімкніть його в розділі «Налаштування» > «Звук і голос».
vi: Âm thanh trong ứng dụng đang tắt. Hãy bật trong Cài đặt > Âm thanh và giọng nói.
zh_hans: 应用内音频已关闭。请在“设置”>“音频与语音”中开启。
zh_hant: App 內音訊已關閉。請在「設定」>「音訊與語音」中開啟。

source: Input
ar: الإدخال
de: Eingabe
es: Entrada
fr: Entrée
he: קלט
hi: इनपुट
id: Masukan
it: Ingresso
ja: 入力
ko: 입력
nl: Invoer
pl: Wejście
pt_br: Entrada
ru: Вход
sv: Ingång
tr: Giriş
uk: Вхід
vi: Đầu vào
zh_hans: 输入
zh_hant: 輸入

source: Input level
ar: مستوى الإدخال
de: Eingangspegel
es: Nivel de entrada
fr: Niveau d'entrée
he: עוצמת קלט
hi: इनपुट स्तर
id: Level masukan
it: Livello di ingresso
ja: 入力レベル
ko: 입력 레벨
nl: Invoerniveau
pl: Poziom wejścia
pt_br: Nível de entrada
ru: Уровень входного сигнала
sv: Ingångsnivå
tr: Giriş seviyesi
uk: Рівень вхідного сигналу
vi: Mức đầu vào
zh_hans: 输入电平
zh_hant: 輸入音量

source: Insert text
ar: إدراج النص
de: Text einfügen
es: Insertar texto
fr: Insérer le texte
he: הוסף טקסט
hi: टेक्स्ट डालें
id: Sisipkan teks
it: Inserisci testo
ja: テキストを挿入
ko: 텍스트 삽입
nl: Tekst invoegen
pl: Wstaw tekst
pt_br: Inserir texto
ru: Вставить текст
sv: Infoga text
tr: Metni ekle
uk: Вставити текст
vi: Chèn văn bản
zh_hans: 插入文本
zh_hant: 插入文字

source: Language default
ar: افتراضي اللغة
de: Standard der Sprache
es: Predeterminada del idioma
fr: Par défaut pour la langue
he: ברירת המחדל של השפה
hi: भाषा डिफ़ॉल्ट
id: Default bahasa
it: Predefinita della lingua
ja: 言語のデフォルト
ko: 언어 기본값
nl: Standaard voor taal
pl: Domyślny dla języka
pt_br: Padrão do idioma
ru: По умолчанию для языка
sv: Språkets standard
tr: Dil varsayılanı
uk: Типовий для мови
vi: Mặc định theo ngôn ngữ
zh_hans: 语言默认
zh_hant: 語言預設

source: macOS asks for permission the first time TurboSpark records another app. Only record audio you have the right to use.
ar: يطلب macOS الإذن في أول مرة يسجّل فيها TurboSpark تطبيقًا آخر. لا تسجّل إلا الصوت الذي يحق لك استخدامه.
de: macOS fragt beim ersten Mal nach einer Berechtigung, wenn TurboSpark eine andere App aufnimmt. Nimm nur Audio auf, das du verwenden darfst.
es: macOS pide permiso la primera vez que TurboSpark graba otra app. Graba solo audio que tengas derecho a usar.
fr: macOS demande l'autorisation la première fois que TurboSpark enregistre une autre app. N'enregistrez que du son que vous avez le droit d'utiliser.
he: macOS מבקש הרשאה בפעם הראשונה ש‑TurboSpark מקליט יישום אחר. הקלט רק שמע שיש לך זכות להשתמש בו.
hi: जब TurboSpark पहली बार किसी दूसरे ऐप को रिकॉर्ड करता है, तो macOS अनुमति मांगता है। केवल वही ऑडियो रिकॉर्ड करें जिसका उपयोग करने का आपको अधिकार है।
id: macOS meminta izin saat pertama kali TurboSpark merekam aplikasi lain. Rekam hanya audio yang berhak Anda gunakan.
it: macOS chiede l'autorizzazione la prima volta che TurboSpark registra un'altra app. Registra solo audio che hai il diritto di usare.
ja: TurboSpark が初めて別のアプリを録音するときに、macOS が許可を求めます。使用する権利のあるオーディオのみを録音してください。
ko: TurboSpark가 처음으로 다른 앱을 녹음할 때 macOS가 권한을 요청합니다. 사용할 권리가 있는 오디오만 녹음하세요.
nl: macOS vraagt om toestemming wanneer TurboSpark voor het eerst een andere app opneemt. Neem alleen audio op die je mag gebruiken.
pl: macOS prosi o zgodę, gdy TurboSpark po raz pierwszy nagrywa inną aplikację. Nagrywaj tylko dźwięk, do którego masz prawa.
pt_br: O macOS pede permissão na primeira vez que o TurboSpark grava outro app. Grave apenas áudio que você tem o direito de usar.
ru: macOS запрашивает разрешение, когда TurboSpark впервые записывает другое приложение. Записывайте только звук, который вы вправе использовать.
sv: macOS ber om behörighet första gången TurboSpark spelar in en annan app. Spela bara in ljud som du har rätt att använda.
tr: TurboSpark başka bir uygulamayı ilk kez kaydettiğinde macOS izin ister. Yalnızca kullanma hakkınız olan sesi kaydedin.
uk: macOS запитує дозвіл, коли TurboSpark уперше записує інший застосунок. Записуйте лише звук, який ви маєте право використовувати.
vi: macOS sẽ hỏi quyền vào lần đầu TurboSpark ghi một ứng dụng khác. Chỉ ghi âm thanh mà bạn có quyền sử dụng.
zh_hans: TurboSpark 首次录制其他应用时，macOS 会请求权限。仅录制你有权使用的音频。
zh_hant: TurboSpark 首次錄製其他 App 時，macOS 會要求權限。僅錄製你有權使用的音訊。

source: macOS Dictation
ar: إملاء macOS
de: macOS-Diktat
es: Dictado de macOS
fr: Dictée de macOS
he: הכתבה של macOS
hi: macOS डिक्टेशन
id: Dikte macOS
it: Dettatura di macOS
ja: macOS の音声入力
ko: macOS 받아쓰기
nl: macOS-dicteren
pl: Dyktowanie macOS
pt_br: Ditado do macOS
ru: Диктовка macOS
sv: macOS-diktering
tr: macOS Dikte
uk: Диктування macOS
vi: Đọc chính tả của macOS
zh_hans: macOS 听写
zh_hant: macOS 聽寫

source: macOS Dictation cannot transcribe recordings. Choose Automatic in Settings > Audio & Voice.
ar: لا يمكن لإملاء macOS تفريغ التسجيلات نصيًا. اختر «تلقائي» من الإعدادات > الصوت والكلام.
de: Das macOS-Diktat kann keine Aufnahmen transkribieren. Wähle „Automatisch“ unter Einstellungen > Audio & Stimme.
es: El Dictado de macOS no puede transcribir grabaciones. Elige Automático en Ajustes > Audio y voz.
fr: La Dictée de macOS ne peut pas transcrire d'enregistrements. Choisissez Automatique dans Réglages > Audio et voix.
he: ההכתבה של macOS אינה יכולה לתמלל הקלטות. בחר 'אוטומטי' בהגדרות > שמע וקול.
hi: macOS डिक्टेशन रिकॉर्डिंग को ट्रांसक्राइब नहीं कर सकता। सेटिंग्स > ऑडियो और वॉइस में स्वचालित चुनें।
id: Dikte macOS tidak dapat mentranskripsi rekaman. Pilih Otomatis di Pengaturan > Audio & Suara.
it: La Dettatura di macOS non può trascrivere registrazioni. Scegli Automatico in Impostazioni > Audio e voce.
ja: macOS の音声入力では録音を文字起こしできません。「設定」>「オーディオと音声」で「自動」を選択してください。
ko: macOS 받아쓰기는 녹음을 텍스트로 변환할 수 없습니다. 설정 > 오디오 및 음성에서 자동을 선택하세요.
nl: macOS-dicteren kan geen opnamen transcriberen. Kies Automatisch in Instellingen > Audio en stem.
pl: Dyktowanie macOS nie może transkrybować nagrań. Wybierz Automatycznie w Ustawienia > Dźwięk i głos.
pt_br: O Ditado do macOS não transcreve gravações. Escolha Automático em Ajustes > Áudio e voz.
ru: Диктовка macOS не может расшифровывать записи. Выберите «Автоматически» в разделе «Настройки» > «Звук и голос».
sv: macOS-diktering kan inte transkribera inspelningar. Välj Automatiskt i Inställningar > Ljud och röst.
tr: macOS Dikte kayıtları metne dönüştüremez. Ayarlar > Ses ve Konuşma bölümünden Otomatik'i seçin.
uk: Диктування macOS не може розшифровувати записи. Виберіть «Автоматично» в розділі «Налаштування» > «Звук і голос».
vi: Đọc chính tả của macOS không thể chép lời bản ghi. Hãy chọn Tự động trong Cài đặt > Âm thanh và giọng nói.
zh_hans: macOS 听写无法转写录音。请在“设置”>“音频与语音”中选择“自动”。
zh_hant: macOS 聽寫無法轉寫錄音。請在「設定」>「音訊與語音」中選擇「自動」。
